src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/tutorials/multiphase/cavitatingFoam/LES/throttle3D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (vapour water);

water
{
    transportModel  Newtonian;
    nu              7.831e-06;
    rho             830;
}

vapour
{
    transportModel  Newtonian;
    nu              4.252e-05;
    rho             0.14;
}


// ************************************************************************* //
